Repository: franzholz/tt_products
Catalog: */ /Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tstamp
source: Time stamp
de: Zeitstempel

# crdate
source: Creation date
de: Erstellungsdatum

# extmng.slugBehaviour
source: Slug behaviour: uniqueInSite: The same slug can be used for tt_products in different sites. Use this setting *only* if no tt_products records are shared between sites. "unique" means that another identical product title will lead to a different slug name than for the first product.
de: Url-Segment Verhalten: uniqueInSite: Das selbe Url-Segment kann für Produkte in verschiedenen Sites verwendet werden. Diese Einstellung ist *nur* zu verwenden, wenn keine Produkt-Datensätzen von mehreren Sites gemeinsam genutzt werden. "unique" bedeutet, dass das Url-Segment eines News-Datensatzes für die gesamte Typo3 Instanz einzigartig ist.

# tt_products
source: Products
de: Produkte

# tt_products.accessory_uid
source: Accessory products
de: Zubehör

# tt_products.prod_uid
source: Template Products
de: Template Produkte

# tt_products.related_uid
source: Related Products
de: verwandte Produkte

# tt_products.directcost
source: Direct Cost:
de: Einkaufspreis:

# tt_products.regular_price
source: Regular Price:
de: Regulärer Preis:

# tt_products.price
source: Price:
de: Preis:

# tt_products.price2
source: Price (2):
de: Preis (2):

# tt_products.discount
source: Possible Discount:
de: Möglicher Rabatt:

# tt_products.discount_disable
source: Disable Discounts:
de: kein Rabatt:

# tt_products.unit
source: Unit of Measure
de: Maßeinheit:

# tt_products.unit_factor
source: Unit Factor
de: Faktor der Maßeinheit:

# tt_products.graduated_price_enable
source: Enable Graduated Prices:
de: Staffelpreise einschalten:

# tt_products.graduated_price_round
source: Round format for Graduated Prices:
de: Rundungsformat für Staffelpreise:

# tt_products.graduated_price_uid
source: Graduated Prices:
de: Staffelpreise:

# tt_products.article_uid
source: Articles:
de: Artikel:

# tt_products.note_uid
source: Describing Pages:
de: beschreibende Seiten:

# tt_products.note
source: Description
de: Beschreibung

# tt_products.note2
source: Commentary
de: Kommentar

# tt_products.text_uid
source: Additional texts:
de: zusätzliche Texte

# tt_products.itemnumber
source: Identifier:
de: Artikel Nr.:

# tt_products.shipping_point
source: Shipping point:
de: Versandstelle:

# tt_products.inStock
source: In Stock (pcs):
de: Am Lager (St.):

# tt_products.basketminquantity
source: Minimum quantity in basket:
de: Mindestbestellmenge im Warenkorb:

# tt_products.basketmaxquantity
source: Maximum quantity in basket:
de: Maximalbestellmenge im Warenkorb:

# tt_products.datasheet
source: Datasheet
de: Datenblatt:

# tt_products.tax_free
source: Tax-free:
de: Steuerfrei:

# tt_products.tax
source: Tax:
de: MwSt:

# tt_products.deposit
source: Deposit:
de: Pfand:

# tt_products.weight
source: Weight (kg):
de: Gewicht (kg):

# tt_products.usebydate
source: Use by date:
de: Haltbarkeitsdatum:

# tt_products.bulkily
source: Bulkily:
de: Sperrig:

# tt_products.offer
source: Offer:
de: Aktion:

# tt_products.highlight
source: Highlight:
de: Besonderheit:

# tt_products.bargain
source: Bargain:
de: Schnäppchen:

# tt_products.color
source: Colour (Variant 1):
de: Farbe (Variante 1):

# tt_products.color2
source: 2nd Colour (Variant 6):
de: 2. Farbe (Variante 6):

# tt_products.color3
source: 3rd Colour (Variant 7):
de: 3. Farbe (Variante 7):

# tt_products.color4
source: 4th Colour (Variant 12):
de: 4. Farbe (Variant 12):

# tt_products.size
source: Size Length (Variant 2):
de: Größe Länge (Variante 2):

# tt_products.size2
source: 2nd Size Width (Variant 8):
de: 2. Größe Breite (Variante 8):

# tt_products.size3
source: 3rd Size Height (Variant 9):
de: 3. Größe Höhe (Variante 9):

# tt_products.size4
source: 4th Size (Variant 13):
de: 4. Größe (Variant 13):

# tt_products.description
source: Description (Variant 3):
de: Beschreibung (Variante 3):

# tt_products.description2
source: 2nd Description (Variant 14):
de: 2. Beschreibung (Variant 14):

# tt_products.description3
source: 3rd Description (Variant 15):
de: 3. Beschreibung (Variante 15):

# tt_products.descriptions
source: Descriptions
de: Beschreibungen

# tt_products.gradings
source: Gradings (Variant 4):
de: Staffelungen (Variante 4):

# tt_products.material
source: Material (Variant 10):
de: Material (Variante 10):

# tt_products.quality
source: Quality (Variant 11):
de: Qualität (Variante 11):

# tt_products.form
source: Form (Variant 16):
de: Form (Variante 16):

# tt_products.form2
source: 2nd Form (Variant 17):
de: 2. Form (Variant 17):

# tt_products.type
source: Type (Variant 18):
de: Art (Variant 18):

# tt_products.pattern
source: Pattern (Variant 19):
de: Muster (Variant 19):

# tt_products.surface
source: Surface (Variant 20):
de: Oberfläche (Variant 20):

# tt_products.angular
source: Angular (Variant 21):
de: Winkel (Variant 21):

# tt_products.time
source: Time (Variant 22):
de: Zeit (Variant 22):

# tt_products.time2
source: 2nd Time (Variant 23):
de: 2. Zeit (Variant 23):

# tt_products.guarantee
source: Guarantee (Variant 24):
de: Garantie (Variant 24):

# tt_products.elements
source: Elements (Variant 25):
de: Elemente (Variant 25):

# tt_products.boundary
source: Boundary (Variant 26):
de: Umgebung (Variant 26):

# tt_products.costs
source: Costs (Variant 27):
de: Kosten (Variant 27):

# tt_products.additionaltab
source: Addition
de: Zusatz

# tt_products.additional_type
source: internal additional type:
de: interner zusätzlicher Typ:

# tt_products.additional
source: Additional (Variant 5):
de: Zusätzliches (Variante 5):

# tt_products.additional.isSingle
source: Buy only once:
de: nur einzeln:

# tt_products.additional.isImage
source: Is an image:
de: ist ein Bild:

# tt_products.additional.alwaysInStock
source: always in stock:
de: immer auf Lager:

# tt_products.additional.noMinPrice
source: no minimum price:
de: kein Mindestbestellwert:

# tt_products.additional.noMaxPrice
source: no maximum price:
de: kein Maximalbestellwert:

# tt_products.additional.noGiftService
source: no gift service:
de: kein Geschenkservice:

# tt_products.creditpoints
source: credit points
de: Kontopunkte

# tt_products.damcat
source: DAM category for product:
de: DAM-Kategorie für Produkt:

# tt_products.syscat
source: System category for product:
de: System Kategorien für Produkt:

# tt_products.special_preparation
source: Special Preparation:
de: Spezialanfertigung:

# tt_products.articles
source: Articles
de: Artikel

# tt_products.graduated
source: Graduated Prices
de: Staffelpreise

# tt_products.subtitle
source: Subtitle
de: Untertitel

# tt_products.keyword
source: Keywords (,):
de: Schlagwort (,):

# tt_products.variants
source: Variants
de: Varianten

# tt_products.extravariants
source: Extra Variants
de: Extra Varianten

# tt_products.relations
source: Relations
de: Beziehungen

# tt_products.smallimage
source: Small image
de: Kleine Bilder

# tt_products.shippingdiv
source: Shipping
de: Versand

# tt_products.shipping
source: shipping costs for first item
de: Versandkosten für 1. Produkt

# tt_products.shipping2
source: shipping costs for each additional item
de: Versandkosten für jedes weitere Produkt

# tt_products.handling
source: fee for handling
de: Bearbeitungsgebühr

# tt_products.delivery
source: delivery:
de: Lieferung:

# tt_products.delivery.availableNot
source: not available
de: nicht lieferbar

# tt_products.delivery.availableImmediate
source: immediate delivery
de: sofort lieferbar

# tt_products.delivery.availableShort
source: soon available
de: in kürze lieferbar

# tt_products.delivery.availableDemand
source: only on demand
de: auf Kundenwunsch

# tt_products.categorydiv
source: Categories
de: Kategorien

# tt_products.download_type
source: internal download type:
de: interner Downloadtyp:

# tt_products.download_info
source: Information required from the download
de: Vom Download benötigte Informationen

# tt_products.download_info.limitedToDomain
source: limited to a domain
de: Auf eine Domäne begrenzt

# tt_products.sellstarttime
source: Starttime for selling:
de: Verkaufsstart:

# tt_products.sellendtime
source: Endtime for selling:
de: Verkaufsende:

# tt_products_language
source: Products (alternative language)
de: Produkte (alternative Sprache)

# tt_products_language.prod_uid
source: Product record
de: Produkte Datensatz

# tt_products_language.sys_language_uid
source: Language
de: Sprache

# tt_products_language.text_uid
source: Additional texts:
de: Zusätzliche Texte:

# tt_products_language.datasheet
source: Datasheet
de: Datenblatt

# tt_products_cat
source: Product categories
de: Produkt Kategorie

# tt_products_cat.catid
source: Category Identifier
de: Kategorie Identifizierungszeichen

# tt_products_cat.email_uid
source: Confirmation email
de: Bestätigungsemail

# tt_products_cat.discount
source: Possible Discount:
de: Möglicher Rabatt:

# tt_products_cat.discount_disable
source: Disable Discount:
de: kein Rabatt:

# tt_products_cat.highlight
source: Highlight
de: Besonderheit

# tt_products_cat.sliderimage
source: Slider Image
de: Slider Bild

# tt_products_cat.parent_category
source: Parent category
de: Übergeordnete Kategorie

# tt_products_cat_language
source: Product category (alternative language)
de: Produkt Kategorie (alternative Sprache)

# tt_products_cat_language.sys_language_uid
source: Language
de: Sprache

# tt_products_cat_language.cat_uid
source: Product category record
de: Produkt Kategorie Datensatz

# tt_products_articles
source: Product articles
de: Produkt Artikel

# tt_products_articles.uid_product
source: Product
de: Produkt

# tt_products_articles.config_type
source: internal config type:
de: interner Konfigurationstyp:

# tt_products_articles.config
source: Configuration:
de: Einstellungen:

# tt_products_articles.config.isaddedprice
source: price is added
de: Aufpreis

# tt_products_articles.graduated_config_type
source: internal graduated config type:
de: interner graduierter Konfigurationstyp:

# tt_products_articles.graduated_config
source: Graduated Price Configuration:
de: Graduierte Preiskonfiguration:

# tt_products_articles.graduated_config.addParentProductCount
source: Add the product counts of the parent product
de: Produktanzahl des übergeordneten Produkts hinzufügen

# tt_products_articles_language
source: Product articles (alternative language)
de: Produkt Artikel (alternative Sprache)

# tt_products_articles_language.article_uid
source: Product article
de: Produkt Artikel

# tt_products_attribute_mm_graduated_price
source: Relation product attributes to gradutated prices
de: Beziehung Produkte zu Staffelpreisen

# tt_products_attribute_mm_graduated_price.uid_local
source: Product attribute using it.
de: Kombination der Produktmerkmale.

# tt_products_attribute_mm_graduated_price.uid_foreign
source: Price formula
de: Preisformel

# tt_products_emails
source: Products emails
de: Produkt Emails

# tt_products_texts
source: Product texts
de: Produkt Texte

# tt_products_texts.parentid
source: Parent product
de: Eltern Produkt

# tt_products_texts.parenttable
source: Parent table
de: Eltern Tabelle

# tt_products_texts_language
source: Product texts (alternative language)
de: Produkt Texte (alternative Sprache)

# tt_products_texts_language.text_uid
source: Parent text
de: Eltern Text

# tt_products_texts_language.sys_language_uid
source: Language
de: Sprache

# tt_products_texts_language.parentid
source: Parent product (alternative language)
de: Übergeordnetes Produkt (alternative Sprache)

# tt_products_texts_language.parenttable
source: Parent table
de: Übergeordnete Tabelle

# tt_products_downloads
source: Product Downloads
de: Produkt herunterladbare Dateien

# tt_products_downloads.title
source: Title
de: Titel

# tt_products_downloads.path
source: Path
de: Pfad

# tt_products_downloads.file_uid
source: Files
de: Dateien

# tt_products_downloads.author
source: Author
de: Autor

# tt_products_downloads.edition
source: Edition
de: Ausgabe

# tt_products_downloads.edition.complete
source: Complete
de: Gesamtausgabe

# tt_products_downloads.edition.partial
source: Partial
de: Teilausgabe

# tt_products_downloads.open
source: Open for download
de: Frei zum Download

# tt_products_downloads.price_enable
source: Enable the Price
de: Aktivieren des Preises

# tt_products_downloads.price
source: Price
de: Preis

# tt_products_downloads_language
source: Product Downloads (alternative language)
de: Produkt herunterladbare Dateien (alternative Sprache)

# tt_products_downloads_language.parent_uid
source: Parent download
de: Eltern herunterladbare Dateien

# tt_products_downloads_language.sys_language_uid
source: Language
de: Sprache

# tt_products_products_mm_tax_categories
source: Relation products to tax categories
de: Beziehung des Produktes zu Steuerkategorien

# tt_products_products_mm_downloads
source: Relation products to downloads
de: Beziehung des Produktes zu Downloads

# tt_products_products_mm_downloads.uid_local
source: Product using it
de: Produkt, das es verwendet

# tt_products_products_mm_downloads.uid_foreign
source: Download for it
de: Herunterladen für

# tt_products_mm_graduated_price
source: Relation products to gradutated prices
de: Beziehung Produkte zu Staffelpreisen

# tt_products_mm_graduated_price.product_uid
source: Product using it.
de: Produkt zum Staffelpreis

# tt_products_mm_graduated_price.uid_local
source: Product using it.
de: Produkt zum Staffelpreis

# tt_products_products_mm_articles
source: Relation products to articles
de: Beziehung des Produktes zu Artikeln

# tt_products_products_mm_articles.product_uid
source: Product using it
de: Produkt verwendet Artikel

# tt_products_products_mm_articles.article_uid
source: Article
de: Artikel

# tt_products_related_products_products_mm
source: Relation products to related products
de: Beziehung eines Produktes zu zugewiesenen Produkten

# tt_products_related_products_products_mm.uid_local
source: Origin Product
de: Ausgangsprodukt

# tt_products_related_products_products_mm.uid_foreign
source: Related Product
de: zugewiesenes Produkt

# tt_products_accessory_products_products_mm
source: Relation products to accessory products
de: Beziehung eines Produktes zu Hilfs-Produkten

# tt_products_accessory_products_products_mm.uid_local
source: Origin Product
de: Ausgangsprodukt

# tt_products_accessory_products_products_mm.uid_foreign
source: Accessory Product
de: Zubehör Produkt

# tt_products_graduated_price
source: Graduated prices
de: Staffelpreise

# tt_products_graduated_price.formula
source: Price formula:
de: Preisformel:

# tt_products_graduated_price.startamount
source: Start amount of items:
de: ab Menge:

# tt_products_graduated_price.items
source: Items
de: Artikel

# tt_products_graduated_price.starttime
source: valid from
de: gültig ab

# tt_products_graduated_price.endtime
source: valid until
de: gültig bis

# sys_file_reference.tx_ttproducts_author
source: Author
de: Autor

# sys_file_reference.tx_ttproducts_startpoint
source: Start Point
de: Startpunkt

# sys_file_reference.tx_ttproducts_endpoint
source: End Point
de: Endpunkt

# sys_file_reference.tx_ttproducts_price_enable
source: Enable the Price
de: Aktivieren des Preises

# sys_file_reference.tx_ttproducts_price
source: Price
de: Preis

# sys_file_reference.shopAttributes
source: Shop Attributes
de: Shop Attribute

# sys_products_cards
source: Credit cards for orders
de: Kreditkarten für Bestellungen

# sys_products_cards.owner_name
source: owner name
de: Name des Besitzers

# sys_products_cards.cc_number
source: number
de: Nummer

# sys_products_cards.cc_number_1
source: number part 1
de: Nummer Teil 1

# sys_products_cards.cc_number_2
source: number part 2
de: Nummer Teil 2

# sys_products_cards.cc_number_3
source: number part 3
de: Nummer Teil 3

# sys_products_cards.cc_number_4
source: number part 4
de: Nummer Teil 4

# sys_products_cards.cc_type
source: organization
de: Organisation

# sys_products_cards.cvv2
source: Card Security Code
de: Kartenprüfnummer

# sys_products_cards.endtime_mm
source: Card endtime: month
de: Kreditkarte Endedatum: Monat

# sys_products_cards.endtime_yy
source: Card endtime: year
de: Kreditkarte Endedatum: Jahr

# sys_products_accounts
source: Bank accounts for orders
de: Bankverbindungen für Bestellungen

# sys_products_accounts.owner_name
source: owner name
de: Name des Besitzers

# sys_products_accounts.ac_number
source: account number
de: Kontonummer

# sys_products_accounts.bic
source: bank identifier code
de: Bankleitzahl

source: Sys products orders
de: Sys Produkte Bestellungen

# sys_products_orders.crdate
source: Order date
de: Bestelldatum

# sys_products_orders.payment
source: payment
de: Bezahlung

# sys_products_orders.shipping
source: shipping
de: Versand

# sys_products_orders.amount
source: amount
de: Betrag

# sys_products_orders.tax_mode
source: tax mode
de: Steuerart

# sys_products_orders.tax_mode.I.0
source: taxed
de: versteuert

# sys_products_orders.tax_mode.I.1
source: duty free
de: steuerfrei

# sys_products_orders.pay_mode
source: payment mode
de: Bezahl Modus

# sys_products_orders.pay_mode.I.0
source: unpaid
de: nicht bezahlt

# sys_products_orders.pay_mode.I.1
source: bank transfer
de: Banküberweisung

# sys_products_orders.pay_mode.I.2
source: credit card
de: Kreditkarte

# sys_products_orders.pay_mode.I.3
source: cash
de: bar

# sys_products_orders.pay_mode.I.11
source: Arrangement
de: Vereinbarung

# sys_products_orders.email_notify
source: email notification
de: Email Benachrichtigung

# sys_products_orders.tracking_code
source: tracking code
de: Nachverfolgung Code

# sys_products_orders.status
source: status
de: Zustand

# sys_products_orders.status_log
source: status_log
de: Zustands Logdatei

# sys_products_orders.orderData
source: order data
de: Bestelldaten

# sys_products_orders.orderHtml
source: Order Html
de: Bestellung Html

# sys_products_orders.feusers_uid
source: frontend user
de: Frontend Benutzer

# sys_products_orders.creditpoints
source: credit points
de: Kontopunkte

# sys_products_orders.creditpoints_spended
source: spended creditpoints
de: ausgegebene Kontopunkte

# sys_products_orders.creditpoints_saved
source: saved creditpoints
de: erhaltene Kontopunkte

# sys_products_orders.creditpoints_gifts
source: gifts creditpoints
de: Geschenke Kontopunkte

# sys_products_orders.desired_date
source: desired date
de: gewünschtes Zustelldatum

# sys_products_orders.desired_time
source: desired time
de: gewünschte Zustellzeit

# sys_products_orders.client_ip
source: used IP address
de: verwendete IP Adresse

# sys_products_orders.vat_id
source: EU VAT number
de: EU USt. - Identifikationsnummer

# sys_products_orders.salutation
source: salutation
de: Anrede

# sys_products_orders.salutation.I.0
source: Mr.
de: Herr

# sys_products_orders.salutation.I.1
source: Mrs.
de: Frau

# sys_products_orders.salutation.I.2
source: Company.
de: Firma

# sys_products_orders.salutation.I.3
source: To
de: An

# sys_products_orders.foundby
source: found by
de: gefunden durch

# sys_products_orders.foundby.I.0
source: undefined
de: keine Angabe

# sys_products_orders.foundby.I.1
source: company 1
de: Firma 1

# sys_products_orders.foundby.I.2
source: company 2
de: Firma 2

# sys_products_orders.foundby.I.3
source: friends and acquaintances
de: Freunde und Bekannte

# sys_products_orders.foundby.I.4
source: internet search engine
de: Internet Suchmaschine

# sys_products_orders.foundby.I.5
source: newspaper
de: Zeitung

# sys_products_orders.foundby.I.6
source: others
de: Sonstiges

# sys_products_orders.first_name
source: first name
de: Vorname

# sys_products_orders.last_name
source: last name
de: Nachname

# sys_products_orders.address
source: street / address
de: Straße / Adresse

# sys_products_orders.house_no
source: house number
de: Hausnummer

# sys_products_orders.order_code
source: Order code
de: Bestell-Code

# sys_products_orders.date_of_birth
source: Date of birth
de: Geburtsdatum

# sys_products_orders.date_of_payment
source: Date of payment
de: Datum der Bezahlung

# sys_products_orders.date_of_delivery
source: Date of delivery
de: Datum des Versands

# sys_products_orders.bill_no
source: Bill number
de: Rechnungs Nummer

# sys_products_orders.radio1
source: checked items
de: ausgewählte Punkte

# sys_products_orders.radio1.I.0
source: nothing checked
de: kein Punkt

# sys_products_orders.radio1.I.1
source: checked 1
de: Punkt 1

# sys_products_orders.radio1.I.2
source: checked 2
de: Punkt 2

# sys_products_orders.giftservice
source: Gift service
de: Geschenk Service

# sys_products_orders.ordered_products
source: Bought products
de: Gekaufte Produkte

# sys_products_orders.fal_uid
source: Bought files
de: Gekaufte Dateien

# sys_products_orders.gained_uid
source: Gained products
de: Gewonnene Produkte

# fe_users.cnum
source: Customer Number:
de: Kundennummer:

# fe_users.static_info_country
source: Country Code:
de: Ländercode:

# fe_users.zone
source: State/province:
de: Bundesland:

# fe_users.tt_products_memoItems
source: Memo Items
de: Produkt Merkliste

# fe_users.tt_products_memofile
source: Memo Files
de: Datei Merkliste

# fe_users.tt_products_discount
source: Discount
de: Rabatt

# fe_users.tt_products_creditpoints
source: Creditpoints
de: Kontopunkte

# fe_users.tt_products_vouchercode
source: Vouchercode
de: Gutschein Code

# fe_users.tt_products_vat
source: EU VAT number
de: EU USt. - Identifikationsnummer

# fe_users.tt_products_payment_bill
source: Allow payment by bill
de: Erlaube Bezahlung über Rechnung

# fe_users.tt_products_business_partner
source: Business Partner
de: Geschäftspartner

# fe_users.tt_products_business_partner.I.0
source: Private Customer
de: Privatkunde

# fe_users.tt_products_business_partner.I.1
source: Business Customer
de: Geschäftskunde

# fe_users.tt_products_organisation_form
source: Form of Organisation
de: Rechtsform

# tt_content.pi_flexform.param_mode
source: Parameter: mode
de: Modus im Setup

# tt_content.pi_flexform.display_mode
source: Display mode
de: Anzeigetyp

# tt_content.pi_flexform.display_mode.1
source: Products: list
de: Produkte: Liste

# tt_content.pi_flexform.display_mode.2
source: Products: list gifts
de: Produkte: Liste Geschenke

# tt_content.pi_flexform.display_mode.3
source: Products: list highlights
de: Produkte: Liste Highlights

# tt_content.pi_flexform.display_mode.4
source: Products: list offers
de: Produkte: Liste Aktionen

# tt_content.pi_flexform.display_mode.5
source: Products: list new items
de: Produkte: Liste Neue Artikel

# tt_content.pi_flexform.display_mode.6
source: Products: single view
de: Produkte: Einzelansicht

# tt_content.pi_flexform.display_mode.7
source: Products: search
de: Produkte: Suche

# tt_content.pi_flexform.display_mode.8
source: Test: various
de: Test: Verschiedenes

# tt_content.pi_flexform.display_mode.9
source: Basket: shopping cart, options
de: Warenkorb: Inhalt

# tt_content.pi_flexform.display_mode.10
source: Basket: overview
de: Warenkorb: Miniformat

# tt_content.pi_flexform.display_mode.11
source: Basket: collect addresses
de: Warenkorb: Eingabe Kundendaten

# tt_content.pi_flexform.display_mode.12
source: Basket: order review, payment
de: Warenkorb: Kontrolle und Bezahlung

# tt_content.pi_flexform.display_mode.13
source: Basket: order confirmation
de: Warenkorb: Bestellung abschließen

# tt_content.pi_flexform.display_mode.14
source: Orders: tracking
de: Bestellung: Verwaltung

# tt_content.pi_flexform.display_mode.15
source: Orders: billing
de: Bestellung: Rechnung

# tt_content.pi_flexform.display_mode.16
source: Orders: delivery
de: Bestellung: Lieferschein

# tt_content.pi_flexform.display_mode.17
source: Orders: list
de: Bestellung: Liste

# tt_content.pi_flexform.display_mode.18
source: Products: memo
de: Produkte: Merkliste
