Repository: franzholz/tt_products
Catalog: */ /Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tt_content.pi_flexform.display_mode.19
source: General: help
de: Allgemein: Hilfe

# tt_content.pi_flexform.display_mode.20
source: Categories: list
de: Kategorien: Liste

# tt_content.pi_flexform.display_mode.21
source: Articles: list
de: Artikel: Liste

# tt_content.pi_flexform.display_mode.22
source: Categories: select
de: Kategorien: Auswahl

# tt_content.pi_flexform.display_mode.23
source: Files: list
de: File: Liste

# tt_content.pi_flexform.display_mode.24
source: System Categories: list
de: System Kategorien: Liste

# tt_content.pi_flexform.display_mode.25
source: Addresses: select
de: Adressen: Auswahl

# tt_content.pi_flexform.display_mode.26
source: Addresses: list
de: Addressen: Liste

# tt_content.pi_flexform.display_mode.27
source: Categories: menu
de: Kategorien: Menü

# tt_content.pi_flexform.display_mode.28
source: Addresses: menu
de: Adressen: Menü

# tt_content.pi_flexform.display_mode.29
source: System Categories: select
de: System Kategorien: Auswahl

# tt_content.pi_flexform.display_mode.30
source: System Categories: menu
de: System Kategorien: Menü

# tt_content.pi_flexform.display_mode.31
source: Categories: single
de: Kategorien: Einzelansicht

# tt_content.pi_flexform.display_mode.32
source: Addresses: single
de: Addressen: Einzelansicht

# tt_content.pi_flexform.display_mode.33
source: System Categories: single
de: System Kategorien: Einzelansicht

# tt_content.pi_flexform.display_mode.34
source: Files: memo
de: Dateien: Merkliste

# tt_content.pi_flexform.display_mode.35
source: Files: memo overview
de: Dateien: Merkliste Miniformat

# tt_content.pi_flexform.display_mode.37
source: User: plugin 1 for external extension
de: Benutzer: Plugin 1 für andere Extension

# tt_content.pi_flexform.display_mode.38
source: User: plugin 2 for external extension
de: Benutzer: Plugin 2 für andere Extension

# tt_content.pi_flexform.display_mode.39
source: User: plugin 3 for external extension
de: Benutzer: Plugin 3 für andere Extension

# tt_content.pi_flexform.display_mode.40
source: User: plugin 4 for external extension
de: Benutzer: Plugin 4 für andere Extension

# tt_content.pi_flexform.display_mode.41
source: User: plugin 5 for external extension
de: Benutzer: Plugin 5 für andere Extension

# tt_content.pi_flexform.display_mode.42
source: Products: list recently visited items
de: Produkte: Liste zuletzt besuchte

# tt_content.pi_flexform.display_mode.43
source: Products: list mostly visited
de: Produkte: Liste am meisten besuchte (Benutzer)

# tt_content.pi_flexform.display_mode.44
source: Products: list all users mostly visited
de: Produkte: Liste am meisten besuchte (alle)

# tt_content.pi_flexform.display_mode.45
source: Products: list affordable items
de: Produkte: Liste leistbare

# tt_content.pi_flexform.display_mode.46
source: Orders: downloads
de: Bestellung: Herunterladbares

# tt_content.pi_flexform.category_selection
source: Category selection
de: Kategorieauswahl

# tt_content.pi_flexform.required_pivars
source: Required parameters
de: Verlangte Parameter

# tt_content.pi_flexform.required_pivars.2
source: Product
de: Produkt

# tt_content.pi_flexform.required_pivars.3
source: Category
de: Kategorie

# tt_content.pi_flexform.required_pivars.4
source: File (not implemented)
de: Dateien (nicht implementier)

# tt_content.pi_flexform.required_pivars.5
source: System Category (not implemented)
de: System-Kategorie (nicht implementiert)

# tt_content.pi_flexform.required_pivars.6
source: Address
de: Adresse

# tt_content.pi_flexform.required_pivars.7
source: Language
de: Sprache

# tt_content.pi_flexform.required_pivars.8
source: Search
de: Suche

# tt_content.pi_flexform.product_where
source: Product: WHERE
de: Produkt: WHERE

# tt_content.pi_flexform.file_join_tables
source: File: JOIN tables
de: Dateien: JOIN Tabellen
