Repository: franzholz/tt_products
Catalog: */Resources/Private/Language/*.locallang_marker.xlf
Languages: de

# tracking_status_status
source: has the following status
de: hat folgenden Status

# tracking_status_status_text
source: (see last line for current status)
de: (siehe letzte Zeile für aktuellsten Stand)

# tracking_status_data
source: Additional data for status change:
de: Zusätzliche Daten für die Statusänderung:

# tracking_status_date
source: Date/time:
de: Datum/Zeit

# tracking_status_code
source: order status code
de: Auftragsnummer

# tracking_status_action
source: Action:
de: Aktion

# tracking_status_comment
source: Comment:
de: Kommentar

# tracking_status_choose_order
source: Select order
de: Bestellung wählen

# tracking_status_choose_order_button
source: Select
de: auswählen

# tracking_status_change
source: Change order status
de: Bestellstatus ändern

# tracking_status_change_button
source: Add order status
de: Bestellstatus hinzufügen

# tracking_status_order_comment
source: Comment on new order status
de: Kommentar zum neuen Bestellstatus

# tracking_status_password
source: Password:
de: Passwort

# tracking_status_password_button
source: Enter password
de: Passwort eingeben

# tracking_status_email
source: E-mail notification:
de: Email-Benachrichtigung

# tracking_status_email_text
source: If you want to be informed of your order status as soon as it has been changed, check the following:
de: Wenn Sie sich über den Status Ihrer Bestellung informieren lassen wollen sobald sich der Status geändert hat, dann überprüfen Sie bitte folgendes

# tracking_status_email_checkbox
source: The message about the ordering procedure.
de: Nachricht über Ablauf des Bestellvorgangs erhalten.

# tracking_status_email_button
source: Update
de: Aktualisieren

# tracking_status_message
source: Message to SHOP:
de: Nachricht an SHOP

# tracking_status_message_text
source: Here you can send us a message about your order.
de: Hier können Sie uns eine Nachricht bezüglich Ihrer Bestellung schicken.

# tracking_status_message_subject
source: Select subject:
de: Betreff auswählen

# tracking_status_message_1
source: Customer order sent
de: Bestellung vom Kunden abgeschickt

# tracking_status_message_2
source: Order from shop received and accepted
de: Bestellung vom Shop erhalten und angenommen

# tracking_status_message_10
source: Shop is waiting for goods delivery from third party
de: Warten auf Warenlieferung eines Dritten

# tracking_status_message_11
source: Shop is waiting for customer payment
de: Warten auf Bezahlung vom Kunden

# tracking_status_message_12
source: Shop is waiting for customer order
de: Bestellung wird für den Versand vorbereitet

# tracking_status_message_13
source: Order has been paid
de: Bestellung wurde bezahlt

# tracking_status_message_20
source: Goods have been delivered to customer
de: Waren an Kunden geliefert

# tracking_status_message_21
source: Vouchers have been delivered to customer
de: Geschenkgutscheine an Kunden geliefert

# tracking_status_message_30
source: Other messages from shop
de: Andere Meldung vom Shop

# tracking_status_message_31
source: An invoice has been issued
de: Eine Rechnung ist erstellt worden

# tracking_status_message_32
source: An invoice has been sent.
de: Eine Rechnung ist verschickt worden.

# tracking_status_message_33
source: This order is tax-free.
de: Diese Bestellung gilt als steuerfrei.

# tracking_status_message_50
source: Customer requires the order to be cancelled
de: Kunde wünscht die Stornierung der Bestellung

# tracking_status_message_51
source: Message from customer to shop
de: Nachricht von Kunde an den Shop

# tracking_status_message_52
source: Customer requires the invoice including tax
de: Kunde wünscht Rechnung inkl.Steuer

# tracking_status_message_53
source: Customer requires a tax-free invoice
de: Kunde wünscht steuerfreie Rechnung

# tracking_status_message_60
source: Voucher message to the recipient
de: Sende Geschenkgutein Nachricht an den Empfänger

# tracking_status_message_100
source: Order dispatched
de: Bestellung versendet

# tracking_status_message_101
source: Order completed
de: Bestellung geschlossen

# tracking_status_message_200
source: Order cancelled
de: Bestellung storniert

# tracking_status_message_subject_comment
source: Remarks:
de: Bemerkung

# tracking_status_message_button
source: Send message
de: Nachricht senden

# tracking_status_order_original
source: Order confirmation - original:
de: Bestellbestätigung - Original

# tracking_status_number
source: Enter order status code:
de: Bestellstatus-Code eingeben

# tracking_status_header
source: order status
de: Auftragsstatus

# tracking_status_code_enter
source: Enter your order status code.
de: Geben Sie Ihre Auftragsstatusnummer ein.

# tracking_status_code_wrong
source: The order status code does not exist. Make sure that the code is entered correctly. Try it again.
de: Die Auftragsstatusnummer existiert nicht! Gehen Sie sicher, dass es die richtige Nummer ist und versuchen Sie es erneut!.

# tracking_status_number_button
source: View status
de: Status sehen

# tracking_email_status_label
source: Order status
de: Bestellstatus

# tracking_email_time
source: Time:
de: Zeit

# tracking_email_info
source: ORDER INFORMATION
de: BESTELLINFORMATION

# tracking_email_comment
source: Remarks:
de: Bemerkung

# tracking_email_status_view
source: Click on your data to view:
de: Klicken Sie um Ihre Daten jetzt einzusehen:

# tracking_email_status_changed
source: The status of your order has been changed:
de: Der Status Ihrer Bestellung wurde geändert:

# tracking_email_view_information
source: You can view the order status at anytime and change order information if required using your order status code:
de: Mit Ihrem Bestellstatus-Code können Sie jederzeit den Bestellstatus einsehen und evtl. Bestellinformationen ändern

# new_user_name
source: Your user name is as follows:
de: Ihr Benutzername lautet

# new_user_password
source: Your password is as follows:
de: Ihr Passwort lautet

# new_user_access_data
source: Your access data for
de: Ihre Zugangsdaten bei

# new_user_welcome
source: We are delighted to welcome you as a new customer.
de: Wir freuen uns, Sie bei uns als neuen Kunden begrüßen zu dürfen.

# new_user_login
source: For future orders you can log on with your user name and your password.
de: In zukünftigen Bestellungen können Sie sich mit Ihrem Benutzernamen und Ihrem Passwort anmelden, um zu bestellen.

# new_user_keep_email
source: Please keep this e-mail in a safe place.
de: Bitte bewahren Sie diese E-Mail gut auf.

# register_now
source: If you have not registered yet start with your declaration now in the shop
de: Falls Sie noch nicht registriert sind, nehmen Sie Ihre Anmeldung im Shop jetzt vor

# gift_code
source: Gift coupon code
de: Code des Geschenkgutscheins

# gift_redeem
source: Cash in gift code.
de: Geschenkgutschein einlösen

# gift_code_redeemed
source: This gift code has been cashed into voucher points
de: Dieser Gutscheincode wurde umgewandelt in folgende Kontopunkte

# gift_codes_redeemed
source: You gift codes have been redeemed into the following voucher points
de: Ihre eingelöste(n) Gutscheinpunkt(e) wurden in folgende Kontopunkte umgewandelt

# gift_sender_name
source: Sender name
de: Absender Name

# gift_sender_email
source: Sender email
de: Absender Email

# gift_recipient_name
source: Recipient name
de: Empfänger Name

# gift_recipient_email
source: Recipient email
de: Empfänger Email

# voucher_received
source: You have received a voucher code.
de: Sie haben ein Gutschein Zertifikat erhalten.

# voucher_unique
source: Unique voucher code
de: Einmaliger Gutscheincode

# voucher_value_euro
source: Value of the voucher in Euro
de: Wert des Gutscheins in Euro
