Repository: franzholz/tt_products
Catalog: */Resources/Private/Language/*.locallang_marker.xlf
Languages: de

# memo_file_goto
source: Go to file memo list.
de: Gehe zur Dateien Merkliste.

# memo_goto
source: Go to the memo list.
de: Gehe zur Merkliste.

# memo_mark
source: Mark article
de: Artikel vormerken

# memo_title
source: marked articles
de: Vorgemerkte Artikel

# memo_quit
source: quit marked article
de: Vormerkung löschen

# basket_goto
source: Go to shopping cart.
de: Gehe zum Warenkorb.

# basket_into
source: Into the shopping cart.
de: In den Warenkorb.

# basket_into_input_type
source: Send
de: abschicken

# basket_mini_empty
source: Shopping cart is empty
de: Der Warenkorb ist leer

# basket_mini_item
source: Item
de: Artikel

# basket_mini_notax
source: Not including VAT:
de: ohne MwSt

# basket_mini_tax
source: Including VAT:
de: inkl. MwSt

# basket_mini_header
source: Shopping cart:
de: Warenkorb

# basket_empty
source: Your shopping cart is empty!
de: Ihr Warenkorb ist leer!

# basket_billing_address
source: Invoicing address
de: Rechnungsanschrift

# basket_billing_address_input
source: Please enter your address here.
de: Bitte geben Sie hier Ihre Daten ein.

# basket_billing_address_input_delivery
source: You can also enter an alternative delivery address.
de: Sie können auch eine alternative Lieferadresse angeben.

# basket_delivery_address
source: Delivery address
de: Lieferanschrift

# basket_delivery_address_alternative
source: alternative delivery address
de: andere Lieferadresse

# basket_delivery_address_empty
source: Leave unchanged to send to the address above.
de: Wenn Sie hier nichts angeben, erfolgt die Lieferung an die oben angegebene Rechnungsadresse.

# basket_info_text
source: Note: Fields marked with * are mandatory. Your data will not be forwarded to third parties!
de: Hinweis: Felder mit * sind Pflichtfelder und müssen ausgefüllt werden.

# basket_name_company
source: Name/company
de: Name/Unternehmen

# basket_contact
source: Contact person
de: Kontaktperson

# basket_first_name
source: First name
de: Vorname

# basket_last_name
source: Surname
de: Nachname

# basket_title
source: Title
de: Anrede

# basket_company
source: Company
de: Firma

# basket_address
source: Address
de: Adresse

# basket_house_no
source: House number
de: Hausnummer

# basket_date_of_birth
source: Date of birth
de: Geburtsdatum

# basket_zip
source: Postcode
de: PLZ

# basket_city
source: City
de: Stadt

# basket_country
source: Country
de: Land

# basket_phone
source: Telephone
de: Telefon

# basket_zip_city
source: Postcode/city
de: PLZ / Stadt

# basket_zone
source: Zone
de: Bundesland

# basket_street
source: Street
de: Straße

# basket_update_cart
source: Update shopping cart
de: Warenkorb aktualisieren

# basket_empty_cart
source: Delete shopping cart
de: Warenkorb löschen

# basket_remove_item
source: Remove item from shopping cart
de: aus dem Warenkorb entfernen

# basket_checkout
source: To the order
de: zur Bestellung

# basket_back_to_cart
source: Back to the shopping cart
de: zurück zum Warenkorb

# basket_place_order
source: Complete the order
de: Zahlungspflichtig bestellen

# basket_enter_vat_id
source: Enter your valid VAT Reg. No. here:
de: Ihre gültige USt-IdNr. hier eingeben:

# basket_back_to_address
source: Back to the address
de: zurück zur Rechnungsanschrift

# basket_place_payment
source: Proceed to checkout
de: Zur Kasse

# basket_vat_id
source: VAT Reg. No.
de: USt-IdNr.

# basket_item_list
source: items in your shopping cart
de: folgende Artikel befinden sich im Warenkorb

# basket_header_item
source: Item
de: Artikel

# basket_header_item_selected
source: selected items
de: gewählte Artikel

# basket_header_quantity
source: Quantity
de: Menge

# basket_header_price
source: Price
de: Preis

# basket_header_total
source: Total
de: Summe

# basket_price_total
source: incl. all costs
de: inkl. Versand- und Bezahlkosten

# basket_pricetax_total_csv
source: sales gross
de: Umsatz Brutto

# basket_price_goods_total
source: excl. Shipping/payment
de: exkl. Versand- und Bezahlkosten

# basket_billing_name_csv
source: customer name
de: Kundenname

# basket_delivery_name_csv
source: receiver name
de: Empfängername

# basket_billing_cnum_csv
source: customer number
de: Kundennummer

# basket_billing_country_csv
source: country
de: Land

# basket_order_bill_no_csv
source: bill number
de: Rechnungsnummer

# basket_order_uid_csv
source: order number
de: Bestellnummer

# basket_order_crdate_csv
source: voucher date
de: Belegdatum

# basket_billing_prefix_csv
source: bill
de: Rechnung

# basket_delivery_prefix_csv
source: delivery
de: Lieferung

# basket_payment_prefix_csv
source: payment
de: Bezahlung

# basket_shipping_prefix_csv
source: shipping
de: Versand

# basket_minprice_error
source: You have not reached the minimum order quantity of 100 EUR. Please update your cart.
de: Sie haben die Mindestbestellmenge von 100 EUR nicht erreicht. Bitte aktualisieren Sie Ihren Warenkorb.

# basket_info_question
source: Questions or customer wishes regarding your order.
de: Fragen zu Ihrer Bestellung oder spezielle Wünsche zur Lieferung.

# basket_shipping_handling
source: Shipping and packing
de: Versand und Verpackung

# basket_shipping_payment
source: Shipping and payment
de: Versand und Bezahlung

# basket_shipping_billing
source: Shipping and billing
de: Rechnung und Versand

# basket_payment_checkout
source: Go to pay
de: zur Kasse

# basket_payment_select
source: Method of payment:
de: Zahlungsmethode

# basket_payment
source: Method of payment:
de: Zahlungsmethode

# basket_payment_total
source: Total amount:
de: Gesamtbetrag

# basket_payment_invoice
source: Invoice amount:
de: Rechnungsbetrag

# basket_payment_memo
source: Message:
de: Nachricht

# basket_payment_shipping_date
source: Required date of delivery:
de: gewünschtes Lieferdatum

# basket_payment_comment
source: Comment:
de: Kommentar

# basket_payment_email_comment
source: (The order confirmation will be sent to this e-mail address)
de: (An diese Email-Adresse wird die Bestätigung Ihrer Bestellung geschickt!)

# basket_payment_add_comment
source: You can add a comment to your order here:
de: Hier können Sie Ihrer Bestellung einen Kommentar hinzufügen

# basket_payment_select_payment
source: Select the shipping mode and payment method.
de: Bitte wählen Sie den Versand- und Zahlungsmodus aus.

# basket_right_of_revocation
source: Right of revocation
de: Widerrufsbelehrung

# basket_salutation
source: Salutation
de: Anrede

# basket_shipping_methods
source: Shipping methods
de: Versandarten

# basket_shipping_price
source: Type of shipment:
de: Versandmethode

# basket_terms
source: I have read and accept "the general terms
de: Ich habe die "Die Allgemeinen Geschäftsbedingungen" gelesen und akzeptiert

# basket_terms_and
source: and the
de: und die

# basket_terms_revocation
source: revocation conditions
de: Widerrufsbelehrung

# basket_terms_ack
source: Please confirm that you have read and accepted the general terms and conditions.
de: Sie bestätigen hiermit, dass Sie die AGB und die Widerrufsbelehrung gelesen haben und diese akzeptieren.

# basket_terms_read
source: and I accept them.
de: und ich akzeptiere sie.

# basket_privacy_policy
source: Privacy Policy
de: Datenschutzerklärung

# basket_privacy_policy_agree_1
source: I have read and agree to the privacy policy.
de: Ich habe die Datenschutzrichtlinie gelesen und akzeptiere sie.

# basket_privacy_policy_agree_2
source: I agree for any data I transmit through this site, that you can use them in accordance with the Privacy Policy.
de: Ich stimme für alle von mir über diese Webseite übertragenen Daten zu, dass Sie diese gemäß der Datenschutzrichtlinie verwenden dürfen.

# basket_privacy_policy_hint
source: Hint
de: Hinweis

# basket_privacy_policy_hint_1
source: You have the right to renounce the agreement to the usage of your personal data at any time via email.
de: Sie haben das Recht die Zustimmung zur Nutzung Ihrer Daten jederzeit per Email zu widerrufen.

# basket_required_message_error
source: Error in the entry
de: Fehler bei der Eingabe

# basket_required_message_missing
source: You have not completed all the required fields for your address or you have not accepted the general terms and conditions!
de: Sie haben nicht alle erforderlichen Felder mit Ihren Adressinformationen ausgefüllt, oder die AGB nicht akzeptiert!

# basket_required_message_fix
source: Please correct your entries!
de: Bitte korrigieren Sie Ihre Angaben!

# basket_required_button_fix
source: Correct entries
de: Angaben korrigieren

# basket_delete_item
source: To delete an item, just enter "0" for the order quantity and click on "Update shopping cart" below.
de: Zum Löschen eines Artikels bitte nur bei der Bestellmenge '0' eintragen und unten auf Warenkorb aktualisieren klicken!

# basket_delete_x_item
source: To delete an item, just click on the X icon beside of the item!
de: Zum Löschen eines Artikels auf das X Symbol neben dem Artikel klicken!

# basket_change_amount
source: If you want to change the order quantity, just enter the required quantity in "Quantity" and click on "Update shopping cart" below.
de: Falls Sie die Menge ändern möchten, geben Sie die gewünschte Anzahl ein und klicken auf "Warenkorb aktualisieren".

# product_in_basket
source: The following items are in your cart
de: Folgende Artikel befinden sich im Warenkorb

# product_ordered
source: You have ordered the following items
de: Sie haben folgende Artikel bestellt

# basket_shipping_information
source: If your order should be delivered to different address, please enter the full delivery address here.
de: Wenn Ihre Bestellung zu einer anderen Adresse geliefert werden soll, so geben Sie hier bitte die vollständige Lieferadresse an.

# basket_payment_account_holder
source: Account Holder
de: Kontoinhaber

# shipping_add_text
source: Plus shipping costs, according to our freight agreement/road toll allowance!
de: Plus Versandkosten nach Maßgabe unserer Gebührenregelung für Frachtverträge!

# shipping_end_text
source: All deliveries are completed with the current freight agreement/road toll allowance not included
de: Alle Lieferungen sind mit dem aktuellen Frachtabkommen/Mautgebühren nicht enthalten

# shipping_weight_text
source: Total weight of your order
de: Gesamtgewicht Ihrer Bestellung

# basket_payment_20
source: advance payment
de: Scheck/Vorkasse

# basket_payment_60
source: credit card
de: Kreditkarte

# basket_amount_payable
source: amount payable
de: zu zahlender Betrag

# basket_weight_total
source: total weigth
de: Gesamtgewicht

# basket_button_continue
source: continue checkout
de: weiter

source: VAT
de: MwSt:

# no_vat
source: Net
de: netto:

# incl_vat
source: Including VAT
de: incl. MwSt

source: Included VAT
de: Enthaltene MwSt.

source: includes
de: enthält

source: Plus
de: zzgl.

source: shipping
de: Versand

# p_old_price
source: Old price
de: Alter Preis

# p_discount
source: Discount
de: Rabatt

# p_discount_price
source: Discount price
de: Rabatt Preis

# p_unit_price
source: Unit price
de: Einzelpreis

# p_catalogue_price
source: Catalogue price
de: Listenpreis

# p_acccessory
source: Accessories
de: Zubehör

# p_category
source: Category
de: Kategorie

# p_color
source: Colour
de: Farbe

# p_color2
source: Colour 2
de: Farbe2

# p_color3
source: Colour 3
de: Farbe3

# p_color4
source: Colour 4
de: Farbe4

# p_color5
source: Colour 5
de: Farbe5

# p_size
source: Size
de: Größe

# p_size2
source: Size 2
de: Größe 2

# p_size3
source: Size 3
de: Größe 3

# p_size4
source: Size 4
de: Größe 4

# p_width
source: Width
de: Breite

# p_height
source: Height
de: Höhe

# p_width_height
source: Width and Height
de: Breite und Höhe

# p_gradings
source: Model
de: Ausführung

# p_description
source: Description
de: Beschreibung

# p_description2
source: Description 2
de: Beschreibung 2

# p_description3
source: Description 3
de: Beschreibung 3

# p_quality
source: Quality
de: Qualität

# p_form
source: Form
de: Formular

# p_type
source: Type
de: Art

# p_pattern
source: Pattern
de: Muster

# p_surface
source: Surface
de: Oberfläche

# p_angular
source: Angular
de: Winkel

# p_time
source: Time
de: Zeit

# p_time2
source: Time 2
de: Zeit 2

# p_guarantee
source: Guarantee
de: Garantie

# p_elements
source: Elements
de: Elemente

# p_boundary
source: Boundary
de: Umgebung

# p_costs
source: Costs
de: Kosten

# p_datasheet
source: Data sheet
de: Datenblatt

# p_www
source: Manufacturer website
de: Hersteller Webseite

# p_instock
source: in stock
de: Verfügbarkeit

# p_piece
source: Item
de: Stück

# p_via_email
source: via E-mail
de: per e-Mail

# p_via_telephone
source: via telephone
de: über Telefon

# p_email
source: E-mail request for item
de: e-Mail Anfrage zum Artikel

# p_email_body
source: I have seen the following item
de: Ich habe folgenden Artikel gesehen

# p_email_subject
source: E-mail request for item
de: e-Mail Anfrage zum Artikel

# p_email_question
source: My questions
de: Meine Fragen:

# p_is_single
source: Single product, which can only be selected once.
de: Einzelprodukt, das nur einmal gewählt werden kann.

# p_related
source: Related products
de: verwandte Produkte

# p_delivery_status
source: Delivery status
de: Lieferstatus

# p_delivery_available_demand
source: No delivery at the moment.
de: Momentan leider nicht lieferbar.

# p_delivery_available_immediate
source: Delivery within 24 hours (1 business day) after payment
de: Lieferung innerhalb von 24 Stunden (1 Werktag) nach Zahlungseingang

# p_delivery_available_short
source: Delivery within 48 hours (2 business days) after payment
de: Lieferung innerhalb von 48 Stunden (2 Werktage) nach Zahlungseingang

# p_order_date
source: Order date
de: Bestelldatum

# p_checkbox1
source: Checkbox 1 Text
de: Checkbox Text

# p_checkbox1_value
source: Checkbox 1 Value
de: Checkbox 1 Wert

# list_buy_now
source: Into the shopping cart.
de: in den Warenkorb

# list_detail
source: Item details
de: Produktdetails

# list_next_page
source: Next page
de: nächste Seite

# list_prev_page
source: Previous page
de: vorherige Seite

# list_back_to_list
source: Back to list
de: zurück zur Liste

# list_item_number
source: Item no.
de: Artikel Nr.

# list_item_price
source: Price
de: Preis

# list_item_deposit
source: Deposit
de: Pfand

# list_item_quantity
source: Quantity
de: Menge

# list_item_notfound
source: No item has been found for this category. Choose another subcategory.
de: In dieser Kategorie sind keine Produkte. Bitte treffen Sie eine andere Auswahl.

# list_address_notfound
source: No address has been found for this category. Choose another filter option.
de: Unter dieser Kategorie gibt es keine Adresse. Treffen Sie eine andere Auswahl.

# single_next_product
source: Next product
de: nächstes Produkt

# single_prev_product
source: Previous Product
de: vorheriges Produkt

# search_item_notfound
source: This item cannot be found.
de: Es wurden keine Artikel gefunden.

# search_button
source: Search
de: Suchen

source: Search for
de: Suche nach

# error_not_logged_in
source: You are not logged onto the system.
de: Um den Merkzettel zu sehen melden Sie sich bitte an.

# person_cards_number
source: card number
de: vierstellige Kartennummer

# person_cards_secure_code
source: Security code
de: Sicherheitscode

# person_cards_lasting
source: Valid to (Month/Year)
de: Gültigkeit bis (Monat/Jahr)

# person_cards_owner
source: Name on card
de: Karteninhaber (Vor- und Nachname)

# person_cards_cc_type_title
source: Choose Card
de: Kreditkarte auswählen

# memo_not_logged_in
source: You are not logged onto the system.
de: Um den Merkzettel zu sehen melden Sie sich bitte an.

# sellers_salutation
source: Kind regards
de: Mit freundlichen Grüßen,

# sellers_company
source: company of the seller
de: Firma

# sellers_name
source: name of the seller
de: Name des Verkäufers

# sellers_address
source: address of the seller
de: Straße des Verkäufers

# sellers_city
source: city of the seller
de: Postleitzahl und Stadt des Verkäufers

# sellers_country
source: county of the seller
de: Land des Verkäufers

# sellers_phone
source: telephone of the seller
de: Telefon des Verkäufers

# sellers_fax
source: fax of the seller
de: Faxnummer des Verkäufers

# sellers_email
source: e-mail of the seller
de: E-Mail des Verkäufers

# sellers_internet
source: internet address of the seller
de: Internetaddresse des Verkäufers

# sellers_internet_other
source: internet addresses of the seller
de: andere Internetaddressen des Verkäufers

# sellers_hrb
source: Registration court of the seller
de: Handelsregister Teil B (AG, GmbH)

# sellers_executive
source: Managing Director of the seller
de: Geschäftsführer Name

# sellers_vat_id
source: EU VAT No of the seller
de: USt-ID des Verkäufers

source: Order confirmation
de: Bestellbestätigung

# order_confirmation_thanks
source: Thank you for your order!
de: Vielen Dank für Ihre Bestellung

# order_confirmation_next_steps
source: The next steps
de: Die nächsten Schritte

# order_confirmation_articles_delivery
source: The delivery of the articles will take place in the next 14 days.
de: Die Auslieferung der Artikel erfolgt innerhalb von 14 Tagen.

# order_confirmation_complete
source: Your order is now complete and has the following order number:
de: Ihre Bestellung ist nun abgeschlossen und hat folgende Bestellnummer:

# order_confirmation_email
source: The order confirmation will be sent to the following e-mail address:
de: Die Bestellbestätigung wird an folgende Emailadresse geschickt:

# order_confirmation_payment
source: Method of payment
de: Zahlungsart

# order_confirmation_10
source: To be agreed
de: Nach Absprache

# order_confirmation_10_text
source: Please contact us
de: Bitte setzen Sie sich mit uns in Verbindung

# order_confirmation_15
source: Direct Debit
de: Lastschrift

# order_confirmation_15_text
source: The amount will be withdrawn from your account.
de: Der Betrag wird von Ihrem Konto abgebucht.

# order_confirmation_20
source: Payment in advance
de: Vorkasse

# order_confirmation_20_text
source: Please transfer the invoice amount to the following bank account:
de: Bitte überweisen Sie den Rechnungsbetrag auf folgendes Konto

# order_confirmation_20_owner
source: Account holder:
de: Kontoinhaber

# order_confirmation_20_account
source: Account number:
de: Kontonummer

# order_confirmation_20_bank_no
source: Bank identification code:
de: BLZ

# order_confirmation_30
source: Surname:
de: Nachnahme

# order_confirmation_30_text
source: The product will be delivered to you directly. Payable on receipt.
de: Die Ware wird Ihnen direkt zugesandt. Sie bezahlen die Ware bei Erhalt.

# order_confirmation_40
source: Invoice:
de: Rechnung

# order_confirmation_40_text
source: The ordered item will be delivered with an invoice.
de: Die bestellte Ware wird Ihnen auf Rechnung zugesandt.

# order_confirmation_50
source: Cash payment:
de: Barzahlung

# order_confirmation_50_text
source: We only accept cash payment on collection!
de: Wir akzeptieren nur Barzahlung bei Abholung!

# order_confirmation_50_button_text
source: Complete the ordering process by paying by credit card
de: Bestellprozess durch Zahlung mit Kreditkarte abschließen

# order_confirmation_90_text
source: To complete the ordering process by PayPal click here
de: Die Bestellung wurde per PayPal bezahlt.

# order_confirmation_delivery_order_status
source: Delivery and order status:
de: Liefer- und Bestellstatus

# order_confirmation_goods_remain
source: The goods remain our property until full payment has been effected.
de: Die Ware bleibt bis zur vollständigen Bezahlung unser Eigentum.

# order_confirmation_date_of_order
source: Date of your order:
de: Ihr Bestelldatum

# order_confirmation_view_status_with_code
source: You can check your order status at anytime using your order status code:
de: Sie können Ihren Bestellstatus jederzeit mittels Ihres Bestellstatus-Codes überprüfen

# order_confirmation_check_order_status
source: Check order status!
de: Bestellstatus überprüfen!

# order_confirmation_order_status
source: ORDER STATUS:
de: BESTELLSTATUS

# order_confirmation_status_address
source: You can view the status of your order at this address
de: Sie können den Status Ihrer Bestellung an dieser Adresse einsehen

# order_confirmation_your_order
source: Thank you for your order
de: Ihre Bestellung

# order_confirmation_your_order_uid
source: order number
de: Bestellnummer

# order_confirmation_new_order
source: new order
de: Neue Bestellung

# order_confirmation_your_order_details
source: order details:
de: Einzelheiten der Bestellung

# memo_no_product
source: There are no products in the leaflet.
de: Sie haben kein Produkt in den in den Merkzettel gelegt.

# method_hint
source: Your data is transmitted securely via an encoded connection.
de: Ihre Daten werden sicher über eine verschlüsselte Verbindung übertragen.

# order_confirmation_owner
source: Account holder
de: Kontoinhaber

# order_confirmation_account
source: Account number
de: Kontonummer

# order_confirmation_bank_no
source: Bank sort code
de: Bankleitzahl

# order_confirmation_order_uid
source: It is essential to state your order number:
de: Bitte Ihre Bestellnummer unbedingt angeben

# basket_voucher
source: Voucher:
de: Gutschein:

# basket_voucher_price_act
source: Discount:
de: Preisnachlass:

# basket_voucher_wrong_code
source: The voucher code you entered seems to be wrong. Please try again.
de: Der eingegebene Gutscheincode ist falsch. Bitte versuchen Sie es nocheinmal.

# basket_voucher_done
source: You have already redeemed this voucher code!
de: Sie haben Ihren Gutschein bereits eingelöst!

# basket_found
source: Found at -my internet address -
de: Gefunden bei -meine Internetadresse-

# basket_shipping_price_choice
source: Shipping costs:
de: Versandkosten:

# basket_tipafriend
source: Recommend a friend.
de: Einem Freund weiter empfehlen.

# basket_change_item
source: If you want to change the order quantity, just enter the required quantity in "Quantity" and click on "Update shopping basket" below.
de: Falls Sie die Anzahl ändern möchten, geben Sie die gewünschte Menge ein und klicken auf "Warenkorb aktualisieren".

# order_confirmation_info
source: Your data is transmitted securely via an encoded connection.
de: Ihre Daten werden sicher über eine verschlüsselte Verbindung übertragen.

# order_confirmation_hint
source: By making the payment you complete the ordering process!
de: Durch die Bezahlung schließen Sie den Bestellvorgang ab!

# basket_fax
source: Fax No.
de: Fax

# basket_name_prename
source: Prename
de: Vorname*

# basket_address_plus
source: Addition to address
de: Adresszusatz

# order_status_wrong_number
source: The order code does not exist! Please verify and try again!
de: Der Bestellstatus-Code existiert nicht! Bitte stellen Sie die Richtigkeit sicher und versuchen es noch einmal!

# order_status_view
source: View order status
de: Bestellstatus einsehen

# order_status_use_number
source: Please use that number for the further communication with us.
de: Bitte benutzen Sie diese Nummer als Referenz, mit uns Kontakt aufnehmen.

# order_status_tracking
source: You can check your order status with this number: click here to show the current status.
de: Sie können Ihre Bestellung jederzeit überprüfen und den Stand der Bearbeitung verfolgen, die Auftragstatusnummer auf folgender Seite eingeben

# order_party_change_button
source: Select party
de: Person auswählen

# order_group_change_button
source: Select group
de: Gruppe auswählen

# order_view_change_button
source: Select order view
de: Bestellanzeige auswählen

# order_view_crdate_max
source: End time
de: Endezeit

# order_view_crdate_min
source: Start time
de: Startzeit

# tracking_status_bill
source: Your invoice #:
de: Ihre Rechnungs #

# tracking_status_order
source: Your order #:
de: Ihre Bestellung #
