Repository: franzholz/tt_products
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# open_bill
source: Click here to open the bill
de: zum Öffnen der Rechnung hier klicken

# open_delivery
source: Click here to open the delivery sheet
de: zum Öffnen des Lieferscheins hier klicken

# invalid_email
source: Invalid E-mail address |! Please re-enter.
de: Ungültige E-mail Addresse |! Bitte neu eingeben.

# no_template
source: The shop template file has not been found. Check your template setup about
de: Die Shop-Template Datei wurde nicht gefunden. Überprüfen Sie im Template Setup: |

# empty_template
source: The shop template file | is empty.
de: Die Shop-Template Datei | ist leer.

# no_subtemplate
source: The subpart part marker | or the template file | has not been found.
de: Der Bereich | wurde in der Template Datei | nicht gefunden.

# template_invalid_marker_border
source: The following invalid marker borders have been found inside of the subpart | of your template file: |.
de: In der Shop Template Datei sind innerhalb des Subparts | folgende ungültige Markerbegrenzungen gefunden worden: |.

# accept_AGB
source: You have to accept the general trading conditions to proceed.
de: Sie haben unsere AGB nicht akzeptiert.

# additional_single
source: buy this product
de: Produkt kaufen

# additional_gift_service
source: wrap product by gift service
de: Verpacke Produkt mit Geschenk Service

# wrong_parameter
source: Wrong parameters. GET/POST var 'tt_products[|]' is missing or no item with uid = | found on allowed pages (|) .
de: Falscher Parameter. GET/POST var 'tt_products[|]' wurde nicht angegeben oder kein Element mit uid = | auf den erlaubten Seiten (|) gefunden.

# wrong_product
source: The product '|' you are looking for does not exist in the system.
de: Das gesuchte Produkt '|' existiert nicht auf dieser Umgebung.

# wrong_article
source: The article '|' you are looking for does not exist in the system.
de: Der gesuchte Artikel '|' existiert nicht auf dieser Umgebung.

# wrong_dam
source: The dam record '|' you are looking for does not exist in the system.
de: Das gesuchte DAM Element '|' existiert nicht auf dieser Umgebung.

# no_csv_creation
source: Warning: Cannot create CSV file '|' for this order!
de: Warnung: Für diese Bestellung kann keine CSV Datei '|' erzeugt werden!

# no_feusers
source: No Front End Users have been found.
de: Es sind keine Frontend Benutzer gefunden worden.

# wrong_code
source: Wrong display mode or code '|'.
de: Falscher Anzeigetyp oder CODE '|'.

# wrong_type
source: Wrong display type '|'.
de: Falscher Anzeigetyp '|'.

# instock_warning_header
source: Warning: %s : Only %d pieces left.
de: Warnung: %s : nur noch %d Stück

# instock_warning
source: Warning: %s no. %s runs out of stock. Only %d pieces left.
de: Warnung: %s Nr. %s ist bald nicht mehr auf Lager. Nur noch %d Stück verfügbar.

source: product
de: Produkt

source: article
de: Artikel

# missing
source: Please enter the | .
de: Bitte geben Sie | ein.

# missing_address
source: street with housenumber
de: die Straße mit Hausnummer

# missing_city
source: town
de: die Stadt

# missing_telephone
source: telephone number
de: die Telefonnummer

# missing_email
source: email address
de: die Email-Adresse

# missing_zip
source: zip code
de: die Postleitzahl

# missing_tt_products_vat
source: VAT number
de: die USt-Id

# check_missing_iban
source: Check the IBAN!
de: Prüfen Sie die IBAN!

# error_minquantity
source: Error in minimum quantity in the following products. | Buy more of them.
de: Fehler in der Mindestbestellmenge in folgenden Produkten | Kaufen Sie mehr davon ein.

# error_maxquantity
source: Error in maximum quantity in the following products. | Buy less of them.
de: Fehler in der Maximalbestellmenge in folgenden Produkten | Kaufen Sie weniger davon ein.

# error_reference_id
source: ERROR: reference ID could not be generated.
de: ERROR: Es konnte keine Referenz ID erzeugt werden.

# error_transaction_details
source: ERROR: Setting details of transaction failed.
de: ERROR: Das Setzen der Details der Transaktion hat fehlgeschlagen.

# error_relay_url
source: ERROR: No relay URL given!
de: ERROR: Es ist keine Weiterleitungs-URL angegeben worden!

# error_find_payment_method
source: ERROR: Could not find provider object for payment method '%s'.
de: ERROR: Kein Provider Objekt für die Bezahlmethode '%s'.

# error_edit_variant_range
source: ERROR: Wrong edit variant value "|" for product "|"
de: ERROR: Falscher Eingabewert "|" für Produkt "|"

# error_range
source: ERROR: The setup "|" must be in the range between "|" and "|". "|" is out of range.
de: ERROR: Das Setup "|" muss im Bereich zwischen "|" und "|" liegen. "|" ist außerhalb des erlaubten Bereichs.

# tax_included
source: VAT incl. price
de: inkl. MwSt.

# tax_excluded
source: w/o VAT
de: exkl. MwSt.

# tax_zero
source: without taxes
de: ohne MwSt.

# extension_missing
source: The extension '|' has not been installed.
de: Die Extension '|' wurde nicht installiert.

# extension_payment_missing
source: The extension for the payment method has not been configured.
de: Es ist keine Extension für die paymentlib Bezahlmethode eingestellt.

# setup_missing
source: Setup for | is missing.
de: Setup für | fehlt.

# voucher_invalid
source: The voucher code | is not accepted.
de: Der Gutschein | wird nicht akzeptiert.

# voucher_invalid_amount
source: The total sum of the products in the basket is too small to be able to use the voucher code %s.
de: Die Gesamtsumme der Artikel im Warenkorb ist zu klein, um den Gutscheincode %s verwenden zu können.

# voucher_payment_article
source: Discount
de: Rabatt

# voucher_gained
source: You have gained the following voucher codes
de: Sie haben folgende Gutschein Codes erworben

# internal_error
source: Internal error no. | in tt_products (|).
de: Interner Fehler Nr. | in tt_products (|).

# article_markers_unsubstituted
source: No substitution of article markers | . You must set useArticles (at the moment "|") to another value to use articles.
de: Keine Ersetzung der Artikel Marker | . Um das zu aktivieren, muss useArticles (derzeit "|") anders gesetzt werden.

source: in stock
de: auf Lager

source: Not in stock
de: ausverkauft

# list_browseresults_first
source: << First
de: << Erste

# list_browseresults_prev
source: < Previous
de: < Vorige

# list_browseresults_page
source: Page
de: Seite

# list_browseresults_next
source: Next >
de: Nächste >

# list_browseresults_last
source: Last >>
de: Letzte >>

# list_browseresults_to
source: to
de: bis

# list_browseresults_displays
source: Displaying results ###SPAN_BEGIN###%s to %s</span> out of ###SPAN_BEGIN###%s</span>
de: Anzeige Ergebnisse ###SPAN_BEGIN###%s bis %s</span> von ###SPAN_BEGIN###%s</span>

# list_browseresults_displays_marker
source: Displaying results ###FROM### to ###TO### out of ###OUT_OF###
de: Anzeige Ergebnisse ###FROM### bis ###TO### von ###OUT_OF###

# order_already_finalized
source: The order has already been finalized!
de: Die Bestellung ist bereits abgeschlossen worden!

# orders_view_orders
source: Orders
de: Bestellungen

# orders_view_products
source: Products
de: Produkte

source: undeclared
de: nicht angegeben

source: unregistered
de: unregistriert

source: first order
de: 1. Bestellung

source: Download
de: Herunterladen

# download_requires_felogin
source: You must be logged in the Front End in order to download.
de: Sie müssen im Frontend eingeloggt sein, um eine Datei herunterladen zu können

# error_download
source: Download Error
de: Download Fehler
